#1) შექმენით პროგრამა, სადაც მომხმარებელს შემოატანინებთ სახელს, გვარს და ასაკს, შემოტანილი მნიშვნელობები შეინახეთ ცვლადებში, ცვლადებსა დაარქვით ისეთი სახელები რომელიც შეესაბამება მნიშვნელობებს, აგრეთვე კომენტარებით ახსენით რა არის ფუნქცია + ყველა ხაზი დააკომენტარეთ და ახსენით თითოეულ ხაზზე რას აკეთებთ.
name = input("enter your name: ") # შევქმენით ცვლადი სახელად name შვინახეთ მასში ინფუთ ფუნქცია რომელიც მომხმარებელს ეკითხება სახელს
lastname = ("enter your lastname: ") #შევქმენით ცვლადი სახელად lastname შვინახეთ მასში ინფუთ ფუნქცია რომელიც მომხმარებელს ეკითხება გვარს
age = input("enter your age: ") #შევქმენით ცვლადი სახელად age შვინახეთ მასში ინფუთ ფუნქცია რომელიც მომხმარებელს ეკითხება ასაკს




 







